Repository: epfl-si/wp-plugin-epfl-ws
Catalog: languages/epfl-ws-*.po
Languages: fr_fr

source: This PHP doesn't support LDAP
fr_fr: Cette installation de PHP ne permet pas l'utilisation de LDAP

source: Unable to bind to LDAP server %s (error: %s)
fr_fr: Impossible de se lier ("bind") au serveur LDAP %s (erreur : %s)

source: ldap_search error: %s
fr_fr: Erreur dans ldap_search : %s

source: ldap_get_entries error: %s
fr_fr: Erreur dans ldap_get_entries : %s

source: Person with SCIPER %d not found
fr_fr: Personne n'a été trouvé pour l'identiant SCIPER %d

source: A person with SCIPER %d already exists
fr_fr: Une personne ayant l'identifiant SCIPER %d existe déjà

source: Multiple persons found with SCIPER %d
fr_fr: Plusieurs personnes trouvées pour l'identifiant SCIPER %d

source: People
fr_fr: Personnes

source: Person
fr_fr: Personne

source: EPFL People
fr_fr: Personnes de l'EPFL

source: Add New
fr_fr: Ajouter

source: Add New Person
fr_fr: Ajouter une nouvelle personne

source: New Person
fr_fr: Nouvelle personne

source: Edit Person
fr_fr: Modifier cette personne

source: View Person
fr_fr: Voir cette personne

source: All People
fr_fr: Toutes les personnes

source: Search People
fr_fr: Rechercher une personne

source: No persons found.
fr_fr: Personne n'a été trouvé.

source: No persons found in Trash.
fr_fr: Personne n'a été trouvé dans la corbeille.

source: Noteworthy people
fr_fr: Personnes remarquables

source: Find person
fr_fr: Trouver une personne

source: Person details
fr_fr: Détails de la personne

source: Nonce check failed
fr_fr: Code de sécurité ("nonce") incorrect

source: Permission denied: edit person
fr_fr: Permission refusée pour modifier la personne

source: Unable to parse DOM retreived from %s
fr_fr: Impossible d'interpréter le DOM reçu de %s

source: CURL exception while downloading %s: %s
fr_fr: Exception CURL lors du téléchargement de %s : %s

source: HTTP Error code %d received while downloading %s
fr_fr: Code d'erreur HTTP %d reçu pendant le téléchargement de %s

source: Full Professor
fr_fr: Professeur ordinaire

source: Assistant Professor
fr_fr: Professeur assistant

source: Tenure Track Assistant Professor
fr_fr: Professeur assistant tenure track

source: SNSF-funded Professor
fr_fr: Professeur boursier

source: Adjunct Professor
fr_fr: Professeur titulaire

source: Senior Scientist
fr_fr: Maître d'enseignement et de recherche

source: Lecturer
fr_fr: Chargé de cours

source: Scientist
fr_fr: Post-doctorant

source: Professor
fr_fr: Professeur

source: Doctor
fr_fr: Docteur
